[{"Name":"Frankenyeast","Lab":"Various","Type":"Ale","Form":"Liquid","Temp":"62°F - 75°F","Attenuation":"75.0%","Flocculation":"Low","Notes":"A blend of twenty-five yeast strains, most of which are English or Belgian in origin.Best for: Anything where interesting yeast character is desired."},{"Name":"Nottingham Ale Yeast","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"32°F - 32°F","Attenuation":"77.5%","Flocculation":"","Notes":""},{"Name":"Array American Hefeweizen Ale Yeast WLP320","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"65°F - 69°F","Attenuation":"76.0%","Flocculation":"Low","Notes":""},{"Name":"WLP001 California Ale","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"68°F - 73°F","Attenuation":"76.5%","Flocculation":"High","Notes":"Very clean flavor, balance and stability. Accentuates hop flavor\nVersitile - can be used to make any style ale.Best for: American Style Ales, Ambers, Pale Ales, Brown Ale, Strong Ale"},{"Name":"WLP002 English Ale","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"65°F - 68°F","Attenuation":"66.5%","Flocculation":"Very High","Notes":"Classic ESB strain best for English style milds, bitters, porters and English style stouts. Leaves a clear beer with some residual sweetness.Best for: English Pale Ale, ESB, India Pale Ale, Brown Ale, Porter, Sweet Stouts and Strong Ales"},{"Name":"WLP003 German Ale II","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"65°F - 70°F","Attenuation":"76.5%","Flocculation":"Medium","Notes":"Strong sulfer component will reduce with aging. Clean flavor, but with more ester production than regular German Ale Yeast.Best for: Kolsch, Alt and German Pale Ales"},{"Name":"WLP004 Irish Ale Yeast","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"65°F - 68°F","Attenuation":"71.5%","Flocculation":"Medium","Notes":"Excellent for Irish Stouts. Produces slight hint of diacetyl balanced by a light fruitiness and a slightly dry crispness.Best for: Irish Ales, Stouts, Porters, Browns, Reds and Pale Ale"},{"Name":"WLP005 British Ale","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"67°F - 74°F","Attenuation":"70.5%","Flocculation":"High","Notes":"This yeast has higher attenuation than the White Labs English Ale yeast strains. Produces a malty flavored beer.Best for: Excellent for all English style ales including bitters, pale ale, porters and brown ale."},{"Name":"WLP006 Bedford British Ale","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"65°F - 70°F","Attenuation":"76.0%","Flocculation":"High","Notes":"High attenuation. Ferments dry with high flocculation. Distinctive ester profile. Good for most English ale styles.Best for: English style ales - bitter, pale, porter and brown ale"},{"Name":"WLP007 Dry English Ale","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"65°F - 70°F","Attenuation":"75.0%","Flocculation":"High","Notes":"Clean, Highly flocculant, and highly attentive yeast. Similar to White labs English Ale yeast, but more attentive. Suitable for high gravity ales.Best for: Pale Ales, Amber, ESB, Brown Ales, Strong Ales"},{"Name":"WLP008 East Coast Ale","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"68°F - 73°F","Attenuation":"72.5%","Flocculation":"Low","Notes":"White labs \"Brewer Patriot\" strain can be used to reproduce many of the American versions of classic beer styles. Very clean with low esters. Best for: American Ales, Golden ales, Blonde Ale, Pale Ale and German Alt styles"},{"Name":"WLP009 Australian Ale Yeast","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"65°F - 70°F","Attenuation":"72.5%","Flocculation":"High","Notes":"White Labs entry for Australian Ales. Produces a clean, malty finish with pleasant ester character. Bready character. Can ferment clean at high temperatures.Best for: Australian Ales, English Ales"},{"Name":"WLP011 European Ale","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"65°F - 70°F","Attenuation":"67.5%","Flocculation":"Medium","Notes":"Malty, Northern European ale yeast. Low ester production, low sulfer, gives a clean profile. Low attenuation contributes to malty taste.Best for: Alt, Kolsch, malty English Ales, Fruit beers"},{"Name":"WLP013 London Ale","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"66°F - 71°F","Attenuation":"71.0%","Flocculation":"Medium","Notes":"Dry, malty ale yeast. Produces a complex, oak flavored ester character. Hop bitterness comes through well.Best for: Classic British Pale Ales, Bitters and Stouts"},{"Name":"WLP022 Essex Ale Yeast","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"66°F - 70°F","Attenuation":"73.5%","Flocculation":"Medium","Notes":"Flavorful British yeast with a drier finish than many ale yeasts. Bready and fruity in character. Well suited for top cropping (collecting). Does not flocculate as much as WLP005 or WLP002.Best for: British milds, pale ales, bitters, stouts."},{"Name":"WLP023 Burton Ale","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"68°F - 73°F","Attenuation":"72.0%","Flocculation":"Medium","Notes":"Burton-on-trent yeast produces a complex character. Flavors include apple, pear, and clover honey.Best for: All English styles including Pale Ale, IPA, Porter, Stout and Bitters."},{"Name":"WLP025 Southwold Ale","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"66°F - 69°F","Attenuation":"71.5%","Flocculation":"Medium","Notes":"From Suffolk county. Products complex fruity and citrus flavors. Slight sulfer production, but this will fade with ageing.Best for: British bitters and pale ales."},{"Name":"WLP026 Premium Bitter Ale","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"67°F - 70°F","Attenuation":"72.5%","Flocculation":"Medium","Notes":"From Staffordshire England. Mild, but complex estery flavor. High attenuation - ferments strong and dry. Suitable for high gravity beers.Best for: All English ales including bitters, milds, ESB, Porter, Stout and Barley Wine"},{"Name":"WLP028 Edinburgh Ale","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"65°F - 70°F","Attenuation":"72.5%","Flocculation":"Medium","Notes":"Malty strong ale yeast. Reproduces complex, malty, flavorful schottish ales. Hop character comes through well.Best for: Strong Scottish style ales, ESB, Irish Reds"},{"Name":"WLP029 German Ale\/Kolsch","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"65°F - 69°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Great for light beers. Accentuates hop flavors. Slight sulfer flavor will fade with age and leave a clean, lager like ale.Best for: Kolsch, Altbiers, Pale Ales, Blonde and Honey Ales"},{"Name":"WLP033 Klassic Ale Yeast","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"66°F - 70°F","Attenuation":"70.0%","Flocculation":"Medium","Notes":"Traditional English Ale style yeast. Produces ester character, and allows hop flavor through. Leaves a slightly sweet malt character in ales.Best for: Bitters, milds, porters stouts and scottish ale styles."},{"Name":"WLP036 Dusseldorf Alt Yeast","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"65°F - 69°F","Attenuation":"68.5%","Flocculation":"Medium","Notes":"Traditional Alt yeast from Dusseldorf, Germany. Produces clean, slightly sweet alt beers. Does not accentuate hop flavor like WLP029 does.Best for: Alt biers, Dusseldorf Alts, German Ales"},{"Name":"WLP037 Yorkshire Square Ale Yeast","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"65°F - 69°F","Attenuation":"70.0%","Flocculation":"High","Notes":"This yeast produces a malty but well balanced profile. Expect toasty flavors with malt driven esters. Highly flocculent and a good choice for many English ales.Best for: English pale ales, English brown ales and Mild ales"},{"Name":"WLP038 Manchester Ale Yeast","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"65°F - 70°F","Attenuation":"72.0%","Flocculation":"Medium","Notes":"Top fermenting strain that is good for top-cropping. Moderately flocculent with a clean, dry finish. Low ester profile for producing a balanced English ale.Best for: English style ales"},{"Name":"WLP039 Nottingham Ale Yeast","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"66°F - 70°F","Attenuation":"77.5%","Flocculation":"Medium","Notes":"British style of ale yeast with a very dry finish and high attenuation. Medium to low fruit and fusel alcohol production. Good top fermenting yeast for cropping. Best for: British ales, pale ales, ambers, porters and stouts."},{"Name":"WLP041 Pacific Ale","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"65°F - 68°F","Attenuation":"67.5%","Flocculation":"High","Notes":"Popular yeast from the Pacific Northwest. Leaves a clear and malty profile. More fruity than WLP002. Suitable for many English and American styles.Best for: English & American ales including milds, bitters, IPA, porters and English stouts."},{"Name":"WLP051 California Ale V","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"66°F - 70°F","Attenuation":"72.5%","Flocculation":"High","Notes":"Similar to White Labs California Ale Yeast, but slightly lower attenuation leaves a fuller bodied beer.Best for: American style Pales, Ambers, Browns, IPAs, American Strong Ale"},{"Name":"WLP060 American Ale Yeast Blend","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"68°F - 72°F","Attenuation":"76.0%","Flocculation":"Medium","Notes":"A blend that celebrates WLP001 (California Ale Yeast's) clean, neutral fermentation. This strain is versatile and adds two other yeast strains that are also clean\/neutral in flavor to add a bit of complexity - almost a lager like finish. Slight sulfur mBest for: American ales with clean finish"},{"Name":"WLP080 Cream Ale Yeast Blend","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"65°F - 70°F","Attenuation":"77.5%","Flocculation":"Medium","Notes":"A blend of ale and lager yeast strains that work together to create a clean, light American lager style ale. A pleasing estery aroma may be perceived. Hop flavors and bitterness are slightly subdued. Slight sulfer will be produced during fermentation fBest for: Cream Ale, Hybrids"},{"Name":"WLP090 San Diego Super Yeast","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"65°F - 68°F","Attenuation":"75.0%","Flocculation":"Very High","Notes":"A super clean, super-fast fermenting strain. A low ester-producing strain that results in a balanced, neutral flavor and aroma profile. Alcohol-tolerant and very versatile for a wide variety of styles. Similar to California Ale Yeast WLP001 but it generally ferments faster.Best for: IPAs, American ales"},{"Name":"WLP090 San Diego Super Yeast WLP090","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"65°F - 68°F","Attenuation":"79.5%","Flocculation":"Medium","Notes":""},{"Name":"WLP099 Super High Gravity Ale","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"69°F - 74°F","Attenuation":"82.0%","Flocculation":"Low","Notes":"Ferments up to 25% alcohol content. Flavor may vary greatly depending on beer alcohol. English like esters at low gravity, but will become more wine-like as alcohol exceeds 16% ABV. Refer to White Labs web page for tips on fermenting high gravity ales.Best for: Very high gravity beers and barley wine up to 25% alcohol."},{"Name":"WLP300 Hefeweizen Ale","Lab":"White Labs","Type":"Wheat","Form":"Liquid","Temp":"68°F - 72°F","Attenuation":"74.0%","Flocculation":"Low","Notes":"Produces the banana and clove nose traditionally associated with German Wheat beers. Also produces desired cloudy look.Best for: German style wheat beers. Weiss, Weizen, Hefeweizen"},{"Name":"WLP320 American Hefeweizen Ale","Lab":"White Labs","Type":"Wheat","Form":"Liquid","Temp":"65°F - 69°F","Attenuation":"72.5%","Flocculation":"Low","Notes":"Produces a much smaller amount of clove and banana flavor than the German Hefeweizen White Labs yeast. Some sulfur, and creates desired cloudy look.Best for: Oregon style American Hefeweizen"},{"Name":"WLP351 Bavarian Weizen Yeast","Lab":"White Labs","Type":"Wheat","Form":"Liquid","Temp":"66°F - 70°F","Attenuation":"75.0%","Flocculation":"Low","Notes":"Former yeast lab W51 strain. Produces a classic German style wheat beer with moderately high, spicy, phenolic overtones reminiscent of cloves.Best for: Bavarian Weizen and wheat beers."},{"Name":"WLP380 Hefeweizen IV Ale","Lab":"White Labs","Type":"Wheat","Form":"Liquid","Temp":"66°F - 70°F","Attenuation":"76.5%","Flocculation":"Low","Notes":"Large clove and phenolic aroma, but with minimal banana flavor. Citrus and apricot notes. Crisp and drinkable, with some sulfur production.Best for: German style Hefeweizen"},{"Name":"WLP400 Belgian Wit Ale","Lab":"White Labs","Type":"Wheat","Form":"Liquid","Temp":"67°F - 74°F","Attenuation":"76.0%","Flocculation":"Low","Notes":"Phenolic and tart. The original yeast used to produce Wit in Belgium.Best for: Belgian Wit"},{"Name":"WLP410 Belgian Wit II","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"67°F - 74°F","Attenuation":"72.5%","Flocculation":"Medium","Notes":"Less phenolic than WLP400 (Belgian Wit Ale) but more spicy. Leaves a little more sweetness and flocculation is higher than WLP400.Best for: Belgian Wit, Spiced Ale, Wheat Ales and Specialty Beers"},{"Name":"WLP500 Trappist Ale","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"65°F - 72°F","Attenuation":"77.5%","Flocculation":"Medium","Notes":"Distinctive fruitiness and plum characteristics. Excellent for high gravity beers.Best for: Trappist Ale, Dubbel, Trippel, Belgian Ales"},{"Name":"WLP510 Bastogne Belgian Ale","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"66°F - 72°F","Attenuation":"77.0%","Flocculation":"Medium","Notes":"High gravity Trappist ale yeast. Creates a dry beer with a slightly acidic finish. Cleaner finish and slightly less spicy than WLP500 or WLP530. Best for: High gravity beers, Belgian ales, Dubbels, Trippels."},{"Name":"WLP515 Antwerp Ale Yeast","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"67°F - 70°F","Attenuation":"76.5%","Flocculation":"Medium","Notes":"Clean, almost lager like Belgian ale yeast. Good for Belgian pale and amber ales or with other Belgian yeasts in a blend. Biscuity, ale like aroma present. Hop flavors are accentuated. Slight sulfur during fermentation, and a lager like flavor profileBest for: Belgian pale and amber ales"},{"Name":"WLP530 Abbey Ale","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"66°F - 72°F","Attenuation":"77.5%","Flocculation":"Medium","Notes":"Used in two of six remaining Trappist breweries. Distinctive plum and fruitiness. Good for high gravity beers.Best for: Belgian Trappist Ale, Spiced Ale, Trippel, Dubbel, Grand Cru"},{"Name":"WLP540 Abbey IV Ale Yeast","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"66°F - 72°F","Attenuation":"78.0%","Flocculation":"Medium","Notes":"An authentic Trappist style ale yeast. Use for Belgian ales including abbey ales (dubbels, tripels). Fruit character is medium - between WLP500 (high) and WLP530 (low)Best for: Trappist Belgian Ales, Dubbels, Tripels and Specialty ales"},{"Name":"WLP545 Belgian Strong Ale Yeast","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"65°F - 73°F","Attenuation":"81.5%","Flocculation":"Medium","Notes":"From the Ardennes region of Belgium, this classic strain produces moderate esters and spicy phenolic character. Results in a dry but balanced finish. Use for dark or strong abbey ales.Best for: Belgian dark strongs, Abbey ales and Christmas beers"},{"Name":"WLP550 Belgian Ale","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"68°F - 78°F","Attenuation":"81.5%","Flocculation":"Medium","Notes":"Phenolic and spicy flavors. Complex profile, with less fruitiness than White's Trappist Ale strain.Best for: Belgian Ales, Saisons, Belgian Reds, Belgian Browns, White beers"},{"Name":"WLP565 Belgian Saison I Ale","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"68°F - 75°F","Attenuation":"70.0%","Flocculation":"Medium","Notes":"Saison yeast from Wallonia. Earthy, spicy and peppery notes. Slightly sweet.Best for: Saison Ale, Belgian Ale, Dubbel, Trippel"},{"Name":"WLP566 Belgian Saison II Yeast","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"68°F - 78°F","Attenuation":"81.5%","Flocculation":"Medium","Notes":"Saison strain with a more fruity ester profile than WLP565 (Belgian Saison I Yeast). Moderately phenolic with a clove-like characteristic in finished beer flavor and aroma. Ferments quickly.Best for: Belgian or French Saison"},{"Name":"WLP568 Belgian Style Saison Ale Yeast Blend","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"70°F - 80°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"This blend melds Belgian style ale and Saison strains. The strains work in harmony to create complex, fruity aromas and flavors. The blend of yeast strains encourages complete fermentation in a timely manner. Phenolic, spicy, earthy, and clove like flavorBest for: Belgian and French Saison"},{"Name":"WLP570 Belgian Golden Ale","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"68°F - 75°F","Attenuation":"75.5%","Flocculation":"Low","Notes":"Combination of fruitiness and phenolic characters dominate the profile. Some sulfur which will dissapate following fermentation.Best for: Belgian Ales, Dubbel, Grand Cru, Belgian Holiday Ale"},{"Name":"WLP575 Belgian Style Ale Yeast Blend","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"68°F - 75°F","Attenuation":"77.0%","Flocculation":"Medium","Notes":"Blend of two trappist ale yeasts and one Belgian ale yeast. Creates a versatile blend to be used for Trappist and other Belgian style ales.Best for: Trappist and other Belgian ales."},{"Name":"WLP630 Berliner Weisse Blend","Lab":"White Labs","Type":"Wheat","Form":"Liquid","Temp":"68°F - 72°F","Attenuation":"76.5%","Flocculation":"Medium","Notes":"A blend of a traditional German Weizen yeast and Lactobacillus to create a subtle, tart, drinkable beer. Can take several months to develop tart character. Perfect for traditional Berliner Weisse.Best for: Berliner Weisse"},{"Name":"WLP644 Brettanomyces Bruxellensis Trois","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"70°F - 84.9°F","Attenuation":"85.0%","Flocculation":"Low","Notes":"This Belgian strain, used traditionally for 100% Brettanomyces fermentations, produces a slightly tart beer with delicate characteristics of mango and pineapple. Can also be used to produce effervescence when bottle-conditioning."},{"Name":"WLP645 Brettanomyces Claussenii","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"65°F - 72°F","Attenuation":"70.0%","Flocculation":"Medium","Notes":"Low intensity Brett character. Originally isolated from strong English stock beer, in the early 20th century. The Brett flavors produced are more subtle than WLP650 and WLP653. More aroma than flavor contribution. Fruity, pineapple like aroma.Best for: Sour ales (in secondary)"},{"Name":"WLP650 Brettanomyces Bruxellensis","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"65°F - 72°F","Attenuation":"70.0%","Flocculation":"Medium","Notes":"Medium intensity Brett character. Classic strain used in secondary fermentation for Belgian style beers and lambics. One Trappist brewery uses this strain in secondary fermentation.Best for: Belgian sour ales and labics (in secondary)"},{"Name":"WLP653 Brettanomyces Lambicus","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"65°F - 72°F","Attenuation":"70.0%","Flocculation":"Medium","Notes":"Use in secondary. High intensity Brett character. Defines the \"Brett character\": Horsey, smoky and spicy flavors. As the name suggests, this strain is found most often in Lambic style beers, which are spontaneously fermented beers.Best for: Lambics and Flanders\/Sour Brown ales"},{"Name":"WLP655 Belgian Sour Mix 1","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"65°F - 72°F","Attenuation":"70.0%","Flocculation":"Medium","Notes":"Note: Bacteria to use in secondary only. A unique blend perfect for Belgian style beers. Includes Brettanomyces, Saccharomyces, and the bacterial strains Lactobacillus and Pediococcus.Best for: Belgian sour beers (in secondary)"},{"Name":"WLP670 American Farmhouse Blend","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"68°F - 72°F","Attenuation":"78.5%","Flocculation":"Medium","Notes":"Inspired by local American brewers crafting semi- traditional Belgian-style ales. This blend creates a complex flavor profile with a moderate level of sourness. It consists of a traditional farmhouse yeast strain and Brettanomyces. Great yeast for farmhoBest for: Saisons, Farmhouse Ales"},{"Name":"WLP675 Malolactic Bacteria","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"65°F - 72°F","Attenuation":"70.0%","Flocculation":"Medium","Notes":"Bacteria for use in secondary. Malolactic fermentation is the conversion of malic acid to lactic acid by bacteria from the lactic acid bacteria family. Lactic acid is less acidic than malic acid, which in turn decreases acidity and helps to soften and\/oBest for: Primarily wine"},{"Name":"WLP677 Lactobacillus Bacteria","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"65°F - 72°F","Attenuation":"70.0%","Flocculation":"Medium","Notes":"Bacteria for use in secondary. This lactic acid bacteria produces moderate levels of acidity and sour flavors found in lambics, Berliner Weiss, sour brown ale and gueze.Best for: Lambic, Berliner Weiss, Sour Brown and Gueze (secondary)"},{"Name":"WLP700 Flor Sherry Yeast","Lab":"White Labs","Type":"Wine","Form":"Liquid","Temp":"70°F - 76°F","Attenuation":"83.0%","Flocculation":"Medium","Notes":"This yeast develops a film (flor) on the surface of the wine. Creates green almond, granny smith and nougat characteristics found in sherry. Can also be used for Port, Madeira and other sweet styles. For use in secondary fermentation. Slow fermentor. AlBest for: Sherry wine yeast"},{"Name":"WLP705 Sake Yeast","Lab":"White Labs","Type":"Wine","Form":"Liquid","Temp":"70°F - 76°F","Attenuation":"83.0%","Flocculation":"Medium","Notes":"For use in rice based fermentations. For sake, use this yeast in conjunction with Koji (to produce fermentable sugar). WLP705 produces full body sake character, and subtle fragrance. Alcohol tolerance to 16%.Best for: Sake wine yeast"},{"Name":"WLP715 Champagne Yeast","Lab":"White Labs","Type":"Champagne","Form":"Liquid","Temp":"70°F - 75°F","Attenuation":"77.5%","Flocculation":"Low","Notes":"Can tolerate alcohol up to 17%. For Barley Wine or Meads.Best for: Wine, Mead and Cider"},{"Name":"WLP718 Avize Wine Yeast","Lab":"White Labs","Type":"Wine","Form":"Liquid","Temp":"60°F - 90°F","Attenuation":"83.0%","Flocculation":"Medium","Notes":"Champagne isolate used for complexity in whites. Contributes elegance, especially in barrel fermented Chardonnays. Alcohol tolerance to 15%.Best for: Chardonnay"},{"Name":"WLP720 Sweet Mead\/Wine","Lab":"White Labs","Type":"Wine","Form":"Liquid","Temp":"70°F - 75°F","Attenuation":"72.5%","Flocculation":"Low","Notes":"Lower attenuation than White Labs Champagne Yeast. Leaves some residual sweetness as well as fruity flavor. Alcohol concentration up to 15%.Best for: Sweet Mead, Wine and Cider"},{"Name":"WLP727 Steinberg-Geisenheim Wine","Lab":"White Labs","Type":"Wine","Form":"Liquid","Temp":"50°F - 90°F","Attenuation":"83.0%","Flocculation":"Low","Notes":"German origin wine yeast. High fruit\/ester production. Moderate fermentation characteristics and cold tolerant.Best for: Riesling wines."},{"Name":"WLP730 Chardonnay White Wine Yeast","Lab":"White Labs","Type":"Wine","Form":"Liquid","Temp":"50°F - 90°F","Attenuation":"83.0%","Flocculation":"Low","Notes":"Dry wine yeast. Slight ester production, low sulfur dioxide production. Enhances varietal character. WLP730 is a good choice for all white and blush wines, including Chablis, Chenin Blanc, Semillon, and Sauvignon Blanc. Fermentation speed is moderate. AlBest for: Chardonnay Wine"},{"Name":"WLP735 French White Wine Yeast","Lab":"White Labs","Type":"Wine","Form":"Liquid","Temp":"60°F - 90°F","Attenuation":"83.0%","Flocculation":"Low","Notes":"Classic yeast for white wine fermentation. Slow to moderate fermenter and foam producer. Gives an enhanced creamy texture. Alcohol Tolerance: 16%Best for: French white wines"},{"Name":"WLP740 Merlot Red Wine Yeast","Lab":"White Labs","Type":"Wine","Form":"Liquid","Temp":"60°F - 90°F","Attenuation":"83.0%","Flocculation":"Low","Notes":"Neutral, low fusel alcohol production. Will ferment to dryness, alcohol tolerance to 18%. Vigorous fermenter. WLP740 is well suited for Merlot, Shiraz, Pinot Noir, Chardonnay, Cabernet, Sauvignon Blanc, and Semillon. Alcohol Tolerance: 18%Best for: Merlot, Shiraz, Pinot Noir, Chardonnay, Cabernet, Sauvignon Blanc, and Semillon"},{"Name":"WLP749 Assmanshausen Wine Yeast","Lab":"White Labs","Type":"Wine","Form":"Liquid","Temp":"50°F - 90°F","Attenuation":"83.0%","Flocculation":"Low","Notes":"German red wine yeast, which results in spicy, fruit aromas. Perfect for Pinot Noir and Zinfandel. Slow to moderate fermenter which is cold tolerant. Alcohol Tolerance: 16%Best for: Pinot Noir and Zinfandel"},{"Name":"WLP750 French Red Wine Yeast","Lab":"White Labs","Type":"Wine","Form":"Liquid","Temp":"60°F - 90°F","Attenuation":"83.0%","Flocculation":"Low","Notes":"Classic Bordeaux yeast for red wine fermentations. Moderate fermentation characteristics. Tolerates lower fermentation temperatures. Rich, smooth flavor profile. Alcohol Tolerance: 17%Best for: Bordeaux"},{"Name":"WLP760 Cabernet Red Wine Yeast","Lab":"White Labs","Type":"Wine","Form":"Liquid","Temp":"60°F - 90°F","Attenuation":"83.0%","Flocculation":"Low","Notes":"High temperature tolerance. Moderate fermentation speed. Excellent for full-bodied red wines, ester production complements flavor. WLP760 is also suitable for Merlot, Chardonnay, Chianti, Chenin Blanc, and Sauvignon Blanc.\nAlcohol Tolerance: 16%Best for: Merlot, Chardonnay, Chianti, Chenin Blanc, and Sauvignon Blanc"},{"Name":"WLP770 Suremain Burgundy Wine Yeast","Lab":"White Labs","Type":"Wine","Form":"Liquid","Temp":"60°F - 90°F","Attenuation":"83.0%","Flocculation":"Low","Notes":"Emphasizes fruit aromas in barrel fermentations. High nutrient requirement to avoid volatile acidity production.\nAlcohol Tolerance: 16%Best for: Burgundy"},{"Name":"WLP775 English Cider Yeast","Lab":"White Labs","Type":"Wine","Form":"Liquid","Temp":"68°F - 75°F","Attenuation":"83.0%","Flocculation":"Medium","Notes":"Classic Cider yeast. Ferments dry, but retains apple flavor. Some sulfer produced during fermentation will fade with age.Best for: Cider, Wine and High Gravity Beer"},{"Name":"WLP800 Pilsner Lager","Lab":"White Labs","Type":"Lager","Form":"Liquid","Temp":"50°F - 55°F","Attenuation":"74.5%","Flocculation":"High","Notes":"Classic pilsner strain from Czech Republic. Dry with a malty finish.Best for: European Pilsners, Bohemian Pilsner"},{"Name":"WLP802 Czech Budejovice Lager","Lab":"White Labs","Type":"Lager","Form":"Liquid","Temp":"50°F - 55°F","Attenuation":"77.5%","Flocculation":"Medium","Notes":"Dry and crisp with low diacetyl production. From Southern Czech Republic.Best for: Bohemian Style Pilsner"},{"Name":"WLP810 San Francisco Lager","Lab":"White Labs","Type":"Lager","Form":"Liquid","Temp":"58°F - 65°F","Attenuation":"67.5%","Flocculation":"High","Notes":"Produces \"California Common\" style beer.Best for: California and Premium Lagers, all American Lagers"},{"Name":"WLP815 Belgian Lager Yeast","Lab":"White Labs","Type":"Lager","Form":"Liquid","Temp":"50°F - 55°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Clean, crisp European lager yeast with low sulfur production. The strain originates from a very old brewery in West Belgium. Great for European style pilsners, dark lagers, Vienna lager, and American style lagers. Best for: European style pilsners, dark lagers, Vienna lager, and American style lagers"},{"Name":"WLP820 Octoberfest\/Marzen Lager","Lab":"White Labs","Type":"Lager","Form":"Liquid","Temp":"52°F - 58°F","Attenuation":"69.0%","Flocculation":"Medium","Notes":"Produces a malty, bock style beer. Does not finish as dry or as fast as White's German Lager yeast. Longer lagering or starter recommended.Best for: Marzen, Oktoberfest, European Lagers, Bocks, Munich Helles"},{"Name":"WLP830 German Lager","Lab":"White Labs","Type":"Lager","Form":"Liquid","Temp":"50°F - 55°F","Attenuation":"76.5%","Flocculation":"Medium","Notes":"Very malty and clean. One of the world's most popular lager yeasts.Best for: German Marzen, Pilsner, Lagers, Oktoberfest beers."},{"Name":"WLP830 German Lager Yeast WLP830","Lab":"White Labs","Type":"Lager","Form":"Liquid","Temp":"50°F - 55°F","Attenuation":"82.0%","Flocculation":"Medium","Notes":""},{"Name":"WLP833 German Bock Lager","Lab":"White Labs","Type":"Lager","Form":"Liquid","Temp":"48°F - 55°F","Attenuation":"73.0%","Flocculation":"Medium","Notes":"Produces beer that has balanced malt and hop character. From Southern Bavaria.Best for: Bocks, Doppelbocks, Oktoberfest, Vienna, Helles, some American Pilsners"},{"Name":"WLP838 Southern German Lager","Lab":"White Labs","Type":"Lager","Form":"Liquid","Temp":"50°F - 55°F","Attenuation":"72.0%","Flocculation":"High","Notes":"Malty finish and balanced aroma. Strong fermenter, slight sulfur and low diacetyl.Best for: German Pilsner, Helles, Oktoberfest, Marzen, Bocks"},{"Name":"WLP840 American Lager Yeast","Lab":"White Labs","Type":"Lager","Form":"Liquid","Temp":"50°F - 55°F","Attenuation":"77.5%","Flocculation":"Medium","Notes":"Dry and clean with very slight apple fruitiness. Minimal sulfer and diacetyl.Best for: All American Style Lagers -- both light and dark."},{"Name":"WLP840 American Lager Yeast WLP840","Lab":"White Labs","Type":"Lager","Form":"Liquid","Temp":"50°F - 55°F","Attenuation":"77.5%","Flocculation":"Medium","Notes":""},{"Name":"WLP860 Munich Helles","Lab":"White Labs","Type":"Ale","Form":"Liquid","Temp":"48°F - 52°F","Attenuation":"70.0%","Flocculation":"Medium","Notes":"Possible Augustiner Strain?\nThis yeast helps to produce a malty, but balanced traditional Munich-style lager. Clean and strong fermenter, it's great for a variety of lager styles ranging from Helles to Rauchbier.Best for: Munich Helles, Oktoberfest"},{"Name":"WLP862 Cry Havoc","Lab":"White Labs","Type":"Lager","Form":"Liquid","Temp":"68°F - 74°F","Attenuation":"68.0%","Flocculation":"Medium","Notes":"Licensed by White Labs from Charlie Papazian, author of \"The Complete Joy of Home Brewing\". This yeast was used to brew many of his original recipes. Diverse strain can ferment at ale and lager temps.Best for: All American Style Lagers -- both light and dark."},{"Name":"WLP885 Zurich Lager","Lab":"White Labs","Type":"Lager","Form":"Liquid","Temp":"50°F - 55°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Swiss style lager yeast. Sulfer and diacetyl production is minimal. May be used for high gravity lagers with proper care.Best for: Swiss style lager, and high gravity lagers (over 11% ABV)"},{"Name":"WLP920 Old Bavarian Lager","Lab":"White Labs","Type":"Lager","Form":"Liquid","Temp":"50°F - 55°F","Attenuation":"69.5%","Flocculation":"Medium","Notes":"Southern Germany\/Bavarian lager yeast. Finishes malty with a slight ester profile.Best for: Oktoberfest, Marzen, Bock and Dark Lagers."},{"Name":"WLP940 Mexican Lager","Lab":"White Labs","Type":"Lager","Form":"Liquid","Temp":"50°F - 55°F","Attenuation":"74.0%","Flocculation":"Medium","Notes":"From Mexico City - produces a clean lager beer with a crisp finish. Good for mexican style beers.Best for: Mexican style light and dark lagers."},{"Name":"American Ale","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"32°F - 32°F","Attenuation":"75.0%","Flocculation":"","Notes":""},{"Name":"1007 German Ale","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"55°F - 66°F","Attenuation":"75.0%","Flocculation":"Low","Notes":"Crisp, dry finish with a mild flavor.Best for: German Ales, Alts, Kolsch, Dry Stout"},{"Name":"1010 American Wheat 1010","Lab":"Wyeast","Type":"Wheat","Form":"Liquid","Temp":"58°F - 74°F","Attenuation":"76.0%","Flocculation":"Low","Notes":""},{"Name":"1010 American Wheat Ale","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"58°F - 74°F","Attenuation":"76.0%","Flocculation":"Low","Notes":"Dry, Crisp, tart beer in the American Hefeweizen style. Low flocculation aids in producing desired chill haze.Best for: American Wheat, Berlin Weiss, Hefeweizen"},{"Name":"1026 British Cask Ale","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"63°F - 72°F","Attenuation":"75.5%","Flocculation":"Medium","Notes":"A great choice for any cask conditioned British Ale.\nProduces nice malt profile with a hint of fruit. Finishes dry and slightly tart. Best for: British Ales"},{"Name":"1028 London Ale Yeast","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"60°F - 72°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Dry finish, bold, rich flavor, some fruit profile and a crisp finish.Best for: English Ales, Bitters, IPAs, Brown Ale"},{"Name":"1056 American Ale","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"60°F - 72°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Soft, smooth, clean finish. Very well balanced. Very versitile -- works well with many ale styles.Best for: American Pale Ale, Scottish Ale, Porters, Sweet Stout, Barley Wine, Alt"},{"Name":"1084 Irish Ale","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"62°F - 72°F","Attenuation":"73.0%","Flocculation":"Medium","Notes":"Dry diacetyl, fruity flavor characteristic of stouts. Full bodied, dry, clean flavor.Best for: Irish Dry Stouts, Porter, Scottish Ale, Brown Ale, Imperial Stout, Barley Wine"},{"Name":"1087 Wyeast Ale Blend","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"64°F - 72°F","Attenuation":"73.0%","Flocculation":"Medium","Notes":"Blend of ale strains designed to provide quick starts, good flavor, balance and flocculation. Balanced finish suitable for most American and British ale styles.Best for: American and British Ale Styles."},{"Name":"1098 British Ale Yeast","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"64°F - 72°F","Attenuation":"74.0%","Flocculation":"Medium","Notes":"Fruity, tart, dry crisp finish. Very well balanced.Best for: All British Ales, Pales, Bitters, English Strong Ale"},{"Name":"1099 Whitbread Ale","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"64°F - 75°F","Attenuation":"70.0%","Flocculation":"High","Notes":"Slightly more fruity and malty than Wyeast's British Ale. Clear and highly flocculant.Best for: Whitbread Ale, British Ales, Pales, Bitters"},{"Name":"1187 Ringwood Ale","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"64°F - 74°F","Attenuation":"70.0%","Flocculation":"High","Notes":"European ale yeast. Highly flocculant with complex, clear, but malty profile. Slightly fruity ester.Best for: Ringwood Ale, Brown Ales"},{"Name":"1214 Belgian Ale Yeast","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"58°F - 68°F","Attenuation":"74.0%","Flocculation":"Medium","Notes":"Trappist style ale yeast. Complex estery flavor.Best for: Belgian Ales, Abbey Ales, Trappist Ales"},{"Name":"1272 American Ale II","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"60°F - 72°F","Attenuation":"74.0%","Flocculation":"High","Notes":"Clean, tart, nutty flavor. More fruity than Wyeast American Ale yeast.Best for: All American Ales, Brown Ales, Barley Wine"},{"Name":"1272 GF All American Ale","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"60°F - 72°F","Attenuation":"74.0%","Flocculation":"High","Notes":"Popular all purpose American ale style now in a Gluten Free strain. Produces beers that are nutty, clean with a slight tart finish. Ferment warmer to accentuate hops and add fruitiness or ferment cold for clean light citrus character.Best for: American Amber, Brown, IPA, Pale ales and stouts. Blondes and fruit beers."},{"Name":"1275 Thames Valley Ale","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"62°F - 72°F","Attenuation":"77.0%","Flocculation":"Medium","Notes":"Clean, complex flavor. Low in fruit, low in esters, rich in flavor. Hops come through well.Best for: British Bitters, ESB, India Pale Ale, English Strong Ale"},{"Name":"1318 London Ale III","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"64°F - 74°F","Attenuation":"73.0%","Flocculation":"High","Notes":"Light, fruity flavor. Balanced flavor with hint of sweetness.Best for: British Ales, Bitters"},{"Name":"1318 London Ale III 1318","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"64°F - 74°F","Attenuation":"73.0%","Flocculation":"High","Notes":""},{"Name":"1332 Northwest Ale","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"65°F - 75°F","Attenuation":"69.0%","Flocculation":"High","Notes":"Classic Northwest US ale yeast. Slight fruit flavor, malty ale with good body and balance.Best for: Oregon Ales, All American Ale styles"},{"Name":"1335 British Ale II","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"63°F - 75°F","Attenuation":"74.5%","Flocculation":"High","Notes":"Malty, clean, crisp finish. Dry flavor.Best for: British and Canadian Ales, English Bitters"},{"Name":"1338 European Ale Yeast","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"62°F - 72°F","Attenuation":"69.0%","Flocculation":"High","Notes":"Very malty flavor characteristic of Bavarian\/Munich Ales. Complex character.Best for: European Ales, German Ales, Alts, Pale Ale, Brown Ale, Kolsch"},{"Name":"1388 Belgian Strong Ale","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"65°F - 75°F","Attenuation":"76.0%","Flocculation":"Low","Notes":"Dry, tart, fruity flavor. High alcohol tolerance.Best for: Belgian Ales, Scottish Strong Ale,Trappist Ales, Dubbels, Trippels"},{"Name":"1450 Denny's Favorite 50","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"60°F - 70°F","Attenuation":"75.0%","Flocculation":"Low","Notes":"This terrific all-round yeast can be used for almost any beer style, and is a mainstay of one of our local homebrewers, Mr. Denny Conn. It is unique in that it produces a big mouthfeel and accentuates the malt, caramel, or fruit character of a beer without being sweet or under-attenuated. Best for: almost any style"},{"Name":"1728 Scottish Ale","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"55°F - 75°F","Attenuation":"71.0%","Flocculation":"High","Notes":"High alcohol tolerance.Best for: Scottish Ale, Scottish Strong Ales, Sweet Stout, Imperial Stout, Barley Wine"},{"Name":"1762 Belgian Abbey II","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"65°F - 75°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Dry flavor with slight fruitiness. High alcohol tolerance.Best for: Belgian Ales, Trappist Ales, Abbey Ales, Grand Cru"},{"Name":"1968 London ESB Ale","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"64°F - 72°F","Attenuation":"69.0%","Flocculation":"High","Notes":"Malty, balanced flavor. Fruity, rich finish. Excellent for cask conditioned ales and bitters.Best for: English Bitters, IPA, Brown Ales, Mild Ales"},{"Name":"2000 Budvar Lager","Lab":"Wyeast","Type":"Lager","Form":"Liquid","Temp":"46°F - 56°F","Attenuation":"73.0%","Flocculation":"High","Notes":"Classic pilsner lager yeast. Malty nose and subtle fruit. Rich malt profile, but dry crisp finish. Hop character accentuated by dry finish.Best for: Bohemian Pilsner, Classic Pilsners, Dortmunder and Light Lagers"},{"Name":"2001 Urquell Lager","Lab":"Wyeast","Type":"Lager","Form":"Liquid","Temp":"48°F - 58°F","Attenuation":"74.0%","Flocculation":"Medium","Notes":"Pilsner Urquell yeast with mild fruit\/floral aroma. Very dry and clean on palate with full mouth feel. Subtle malt character. Clean and neutral finish.Best for: Bohemian Pilsner"},{"Name":"2007 Pilsen Lager","Lab":"Wyeast","Type":"Lager","Form":"Liquid","Temp":"48°F - 56°F","Attenuation":"73.0%","Flocculation":"Medium","Notes":"Classic American pilsner strain. Smooth with a malty flavor. Dry and crisp fermentation.Best for: American Pilsner, Bohemian Pilsner, Light Lagers"},{"Name":"2035 American Lager","Lab":"Wyeast","Type":"Lager","Form":"Liquid","Temp":"48°F - 58°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Bold, with a complex aroma. Good flavor depth characteristics for a wide variety of lager beers.Best for: American Lagers and Pilsners"},{"Name":"2042 Danish Lager","Lab":"Wyeast","Type":"Lager","Form":"Liquid","Temp":"46°F - 56°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Rich, Dortmund style, with a crisp, dry finish. Soft profile accentuates hop flavor.Best for: Dortmund\/Export Lagers"},{"Name":"2112 California Lager","Lab":"Wyeast","Type":"Lager","Form":"Liquid","Temp":"58°F - 68°F","Attenuation":"69.0%","Flocculation":"High","Notes":"Suited for 19th century California style beers. Lagers at high temperature and produces malty, clear beers.Best for: California common beers, Steam Beer"},{"Name":"2124 Bohemian Lager","Lab":"Wyeast","Type":"Lager","Form":"Liquid","Temp":"48°F - 58°F","Attenuation":"71.0%","Flocculation":"Medium","Notes":"Ferments clean and malty, with rich malty flavor for full gravity pilsners.Best for: Bohemian Pilsners, Pilsners, German Helles, Bocks"},{"Name":"2178 Wyeast Lager Blend","Lab":"Wyeast","Type":"Lager","Form":"Liquid","Temp":"48°F - 58°F","Attenuation":"73.0%","Flocculation":"Medium","Notes":"Blend of lager strains to produce a complex but clean lager flavor profile. Suitable for many common lager styles.Best for: Classic Pilsners, Lagers, Bocks."},{"Name":"2206 Bavarian Lager","Lab":"Wyeast","Type":"Lager","Form":"Liquid","Temp":"46°F - 58°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Use by many German breweries. Produces a full-bodied, rich, malty beer.Best for: German Bocks, Vienna, Oktoberfest, Hells, Marzens, Dunkel"},{"Name":"2247 European Lager II","Lab":"Wyeast","Type":"Lager","Form":"Liquid","Temp":"46°F - 56°F","Attenuation":"75.0%","Flocculation":"Low","Notes":"Clean, dry flavor profile for aggressively hopped pilsners. Dry finish, mild aroma, slight sulfur production.Best for: Bohemian Pilsner, American Pilsner, Helles, Dunkel"},{"Name":"2272 North American Lager","Lab":"Wyeast","Type":"Lager","Form":"Liquid","Temp":"48°F - 56°F","Attenuation":"73.0%","Flocculation":"High","Notes":"American and Canadian lager yeast. Malty finish makes it suitable for Marzens\/Oktoberfest as well.Best for: American Pilsner, California Common, Canadian Lager, Oktoberfest, Marzen"},{"Name":"2278 Czech Pilsner Lager","Lab":"Wyeast","Type":"Lager","Form":"Liquid","Temp":"50°F - 58°F","Attenuation":"72.0%","Flocculation":"Medium","Notes":"Classic Pilsner strain. Creates a dry but malty finish. Perfect for Pilsners and bocks. Some sulfur produced, but will fade with time.Best for: Bohemian and American Pilsner, Bocks, Oktoberfest, Marzen"},{"Name":"2308 Munich Lager","Lab":"Wyeast","Type":"Lager","Form":"Liquid","Temp":"48°F - 56°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Unique Pilsner strain. Very smooth, well-rounded and full bodied. Benefits from a diacetyl rest.Best for: Pilsners, Light Lagers, Dortmond\/Export, Marzen\/Oktoberfest, Dunkel"},{"Name":"2565 Kolsch Yeast","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"56°F - 64°F","Attenuation":"75.0%","Flocculation":"Low","Notes":"Very malty flavor with mix of lager and ale character. Crisp, clean finish.Best for: Kolsch, European Ales"},{"Name":"2633 Octoberfest Lager Blend","Lab":"Wyeast","Type":"Lager","Form":"Liquid","Temp":"48°F - 58°F","Attenuation":"75.0%","Flocculation":"Low","Notes":"This blend of lager strains is designed to produce a rich, malty, complex and full bodied Octoberfest style beer. It attenuates well while leaving plenty of malt character and mouthfeel. This strain is low in sulfur production. Best for: Octoberfest, Marzen, Bavarian lagers"},{"Name":"3056 Bavarian Wheat Yeast","Lab":"Wyeast","Type":"Wheat","Form":"Liquid","Temp":"64°F - 74°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Blend of top-fermenting ale and wheat yeasts providing a mild ester and phenolic profile.Best for: Bavarian style wheat beers."},{"Name":"3068 Weihenstephan Weizen","Lab":"Wyeast","Type":"Wheat","Form":"Liquid","Temp":"64°F - 75°F","Attenuation":"75.0%","Flocculation":"Low","Notes":"Unique Bavarian wheat yeast that produces the spicy weizen clove and banana flavor. Best when fermented at around 68 deg F.Best for: Bavarian Weizen"},{"Name":"3112 Brettanomyces Bruxellensis","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"60°F - 75°F","Attenuation":"67.0%","Flocculation":"Medium","Notes":"Wild yeast strain isolated from Brussels region of Belgium. Adds classic sweaty horse hair flavor as well as sourness and cherry-pie like flavor. Generally used in conjunction with S. Cerevisiae after the primary fermentation has begun. Requires 3-6 moBest for: Belgian Lambic, Gueze Lambic, and Sour Browns"},{"Name":"3278 Belgian Lambic Blend","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"63°F - 75°F","Attenuation":"70.0%","Flocculation":"Low","Notes":"Lambic culture of Saccharomyces Cerevisiar and a mixture of yeasts and bacterias. Blend of organisms helps create lactic flavor of Belgian Lambics.Best for: Belgian Lambic"},{"Name":"3333 German Wheat","Lab":"Wyeast","Type":"Wheat","Form":"Liquid","Temp":"63°F - 75°F","Attenuation":"73.0%","Flocculation":"High","Notes":"Subtle flavor profile. Sharp, fruity, crisp, sherry like flavor.Best for: Bavarian Weizen"},{"Name":"3463 Forbidden Fruit","Lab":"Wyeast","Type":"Wheat","Form":"Liquid","Temp":"63°F - 76°F","Attenuation":"74.0%","Flocculation":"Low","Notes":"Phenolic profile with subdued fruitiness. Available seasonally.Best for: Belgian Wit, Grand Cru"},{"Name":"3522 Belgian Ardennes","Lab":"Wyeast","Type":"Wheat","Form":"Liquid","Temp":"65°F - 85°F","Attenuation":"74.0%","Flocculation":"High","Notes":"Phenolics develop at increased temperature. Mild fruitiness and complex spicy flavor.Best for: Belgian Ale"},{"Name":"3638 Bavarian Wheat","Lab":"Wyeast","Type":"Wheat","Form":"Liquid","Temp":"64°F - 75°F","Attenuation":"73.0%","Flocculation":"Low","Notes":"Hefeweizen yeast with complex flavor and aroma. Bubble gum, banana flavors with apple\/plub ester profile. Malty flavor.Best for: Bavarian Weizen, Hefeweizen"},{"Name":"3711 French Saison","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"65°F - 77°F","Attenuation":"80.0%","Flocculation":"Medium","Notes":"A very versatile strain that produces Saison or farmhouse style biers as well as other Belgian style beers that are highly aromatic (estery), peppery, spicy and citrusy. This strain enhances the use of spices and aroma hops, and is extremely attenuative bBest for: French and Belgian Saison or Farmhouse ales"},{"Name":"3724 Belgian Saison","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"70°F - 95°F","Attenuation":"78.0%","Flocculation":"Low","Notes":"Classic farmhouse ale yeast. Spicy, complex aromatics including bubble gum. Tart and dry on the palate with mild fruitiness. Finishes crisp and mildly acidic. Ferment at warm temperature. May have vigorous fermentation start.Best for: Belgian Saison beer"},{"Name":"3763 Roselare Belgian Blend","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"55°F - 80°F","Attenuation":"80.0%","Flocculation":"Medium","Notes":"Culture of Saccharomyces, Brettonomyces and Lactic Acid Bacteria. Complex aromas and flavors. May be used for primary fermentation. Primarily for sour brown and red Belgian styles.Best for: Belgian sour brown and red beers."},{"Name":"3787 Trappist High Gravity","Lab":"Wyeast","Type":"Wheat","Form":"Liquid","Temp":"64°F - 78°F","Attenuation":"76.0%","Flocculation":"Medium","Notes":"Robust top cropping yeast. Phenolic character and alcohol tolerance up to 12%. Rich ester profile and malty flavor.Best for: Belgian Wit, Trappist Ale, High gravity ales"},{"Name":"3942 Belgian Wheat Yeast","Lab":"Wyeast","Type":"Wheat","Form":"Liquid","Temp":"64°F - 74°F","Attenuation":"74.0%","Flocculation":"Medium","Notes":"Estery lor phenol yeast. Plum and apple aroma with a dry finish.Best for: Belgian Wheat, Bavarian Weizen"},{"Name":"3944 Belgian Witbier","Lab":"Wyeast","Type":"Wheat","Form":"Liquid","Temp":"62°F - 75°F","Attenuation":"74.0%","Flocculation":"Medium","Notes":"Tart, slightly phenolic character. For Wits and Grand Cru. Tolerates high gravity beers well.Best for: Belgian Wit, Grand Cru"},{"Name":"4335 Lactobacillus Delbrueckii","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"60°F - 95°F","Attenuation":"67.0%","Flocculation":"Medium","Notes":"Lactic acid bacteria isolated from Belgium. Produces mild acidity and sourness found in many types of Belgian beers. Always used in conjunction with S. Cerevisiae and wild yeasts.Best for: Belgian gueze, lambic, sour brown ales, and Berliner Weisse."},{"Name":"4733 Pediococcus Cerevisiae","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"60°F - 95°F","Attenuation":"67.0%","Flocculation":"Medium","Notes":"Lactic acid bacteria isolated from Belgium. Creates a high level of lactic acidity over a long time. Often used with other yeasts, and it may take several months for flavor to fully develop.Best for: Gueze and other Belgian styles."},{"Name":"5112 Brettanomyces Bruxellensis","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"60°F - 75°F","Attenuation":"82.0%","Flocculation":"Medium","Notes":"This strain of wild yeast was isolated from brewery cultures in the Brussels region of Belgium. It produces the classic sweaty horse blanket character and may form a pellicle in bottles or casks. The strain is generally used in conjunction with S. cerevisBest for: Gueuze, Lambics and Sour Browns"},{"Name":"5335 Lactobacillus","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"60°F - 95°F","Attenuation":"80.0%","Flocculation":"Medium","Notes":"Lactic acid bacteria isolated from a Belgian brewery. This culture produces moderate levels of acidity and is commonly found in many types of beers including gueuze, lambics, sour brown ales and Berliner Weisse. It is always used in conjunction with S.cerBest for: Belgian sout beers (secondary)"},{"Name":"5526 Brettanomyces Lambucus","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"60°F - 75°F","Attenuation":"80.0%","Flocculation":"Very High","Notes":"This is a wild yeast strain isolated from Belgian lambic beers. It produces a pie cherry-like flavor and sourness with a distinct Brett character. A pellicle may form in bottles or casks. This strain works best in conjunction with other yeast and lactic bBest for: Lambic"},{"Name":"5733 Pediococcus","Lab":"Wyeast","Type":"Ale","Form":"Liquid","Temp":"65°F - 95°F","Attenuation":"80.0%","Flocculation":"Medium","Notes":"Lactic acid bacteria used in the production of Belgian style beers where additional acidity is desirable. Often found in gueuze and other Belgian style beer. Acid production will increase with storage time. It may also cause ropiness and produce low levelBest for: Belgian sour ales"},{"Name":"K-97 SafAle German Ale","Lab":"DCL\/Fermentis","Type":"Ale","Form":"Dry","Temp":"59°F - 75.2°F","Attenuation":"73.0%","Flocculation":"Medium","Notes":"Low sedimentation yeast, sometimes used in open fermentation. Good for wheat beers, weizens and light ales.Best for: High attenuation ales, wheat beers and weizens."},{"Name":"S-04 SafAle English Ale","Lab":"DCL\/Fermentis","Type":"Ale","Form":"Dry","Temp":"59°F - 75.2°F","Attenuation":"73.0%","Flocculation":"Medium","Notes":"Fast starting, fast fermenting yeast. Quick attenuation helps to produce a clean, crisp, clear ale. Can be used in a wide range of ales.Best for: Great general purpose ale yeast."},{"Name":"S-189 SafLager German Lager","Lab":"DCL\/Fermentis","Type":"Lager","Form":"Dry","Temp":"48°F - 56°F","Attenuation":"72.5%","Flocculation":"High","Notes":"Popular lager yeast strain. Produces wide range of continental lagers and pilsners. Clean finish.Best for: Wide range of lagers and pilsners."},{"Name":"S-23 SafLager West European Lager","Lab":"DCL\/Fermentis","Type":"Lager","Form":"Dry","Temp":"46°F - 50°F","Attenuation":"73.5%","Flocculation":"High","Notes":"German lager yeast strain. Performs well at low temperature. High flocculation and attenuation for a clean German finish.Best for: German style Lagers and Pilsners."},{"Name":"S-33 SafBrew Ale","Lab":"DCL\/Fermentis","Type":"Ale","Form":"Dry","Temp":"65°F - 72°F","Attenuation":"73.0%","Flocculation":"Medium","Notes":"General purpose ale yeast, widely used. Very consistent, clean finish. High attenuation and good flavor profile.Best for: Most ales."},{"Name":"T-58 SafBrew Specialty Ale","Lab":"DCL\/Fermentis","Type":"Ale","Form":"Dry","Temp":"60°F - 72°F","Attenuation":"73.0%","Flocculation":"Medium","Notes":"Estery, somewhat spicy ale yeast. Solid yeast formation at end of fermentation. Widely used for bottle and cask conditioning.Best for: Complex ales."},{"Name":"US-05 Safale American","Lab":"DCL\/Fermentis","Type":"Ale","Form":"Dry","Temp":"59°F - 75°F","Attenuation":"76.5%","Flocculation":"Medium","Notes":"American ale yeast that produces well balanced beers with low diacetyl and a very clean, crisp end palate.Best for: American ale, other clean finish ales"},{"Name":"W-34\/70 Saflager Lager","Lab":"DCL\/Fermentis","Type":"Lager","Form":"Dry","Temp":"48°F - 59°F","Attenuation":"75.0%","Flocculation":"High","Notes":"A famous yeast strain from Weihenstephan Germany used worldwide in brewing. Their most popular strain for lagers.Best for: European lagers"},{"Name":"WB-06 Safbrew Wheat","Lab":"DCL\/Fermentis","Type":"Wheat","Form":"Dry","Temp":"59°F - 75°F","Attenuation":"68.0%","Flocculation":"Medium","Notes":"A specialty yeast for wheat beer fermentation. The yeast produces a subtle estery and phenlol flavor typical of wheat beers.Best for: Wheat beers"},{"Name":"Array Northeast Ale ECY29","Lab":"East Coast Yeast","Type":"Ale","Form":"Liquid","Temp":"65°F - 70°F","Attenuation":"82.0%","Flocculation":"High","Notes":""},{"Name":"ECY29 North East Ale","Lab":"East Coast Yeast","Type":"Ale","Form":"Liquid","Temp":"66°F - 72°F","Attenuation":"81.0%","Flocculation":"Medium Low","Notes":"Replication of the famous Conan strand of yeast. Unique strand with an abundance of citrusy esters that accentuate American style hops.Best for: IPA, DIPA, strong ale"},{"Name":"Dry Belgian Ale","Lab":"The Yeast Bay","Type":"Ale","Form":"Liquid","Temp":"70°F - 76°F","Attenuation":"92.5%","Flocculation":"Medium Hig","Notes":"Dry Belgian Ale is single strain of Saccharomyces cerevisiae isolated from a unique golden strong ale. The profile is a complex and balanced mix of apple, pear and light citrus fruit with some mild spicy and peppery notes. The apparent attenuation of this strain ranges anywhere from 85-100%, depending upon the mash profile and the grist composition.\nFor a yeast that's as dry as it is, it creates beers with a surprising amount of balance even without the use of specialty grains or adjuncts.Best for: Any big Belgian beer"},{"Name":"Northeastern Abbey","Lab":"The Yeast Bay","Type":"Ale","Form":"Liquid","Temp":"68°F - 73°F","Attenuation":"79.0%","Flocculation":"Medium Low","Notes":"This yeast was isolated from a beer crafted by a well-known producer of Belgian-style ales in the Northeastern United States. This yeast produces a very mild spiciness and earthy flavor and aroma which is complemented by a subtle but magnificent array of fruity esters, including pear and light citrus fruit.\nExpect this yeast to produce a large, thick krausen.Best for: Light Belgian beers: wit, Belgian pale, Belgian blonde. Also experimental fruit beers."},{"Name":"Saison Blend","Lab":"The Yeast Bay","Type":"Ale","Form":"Liquid","Temp":"68°F - 80°F","Attenuation":"79.0%","Flocculation":"Medium Low","Notes":"A blend of two unique yeast strains isolated from beers that embody the saison style, this blend is a balance of the many characteristic saison flavors and aromas. One yeast strain is a good attenuator that produces a spicy and mildly tart and tangy beer with a full mouthfeel. The other yeast strain is also a good attenuator that produces a delightful ester profile of grapefruit and orange zest and imparts a long, dry and earthy finish to the beer. Together, they produce a dry but balanced beer with a unique flavor and aroma profile.Best for: Saison"},{"Name":"Vermont Ale","Lab":"The Yeast Bay","Type":"Ale","Form":"Liquid","Temp":"66°F - 70°F","Attenuation":"78.5%","Flocculation":"Medium Low","Notes":"Isolated from a uniquely crafted double IPA out of the Northeastern United States, this yeast produces a balanced fruity ester profile of peaches and light citrus that complements any aggressively hopped beer.Best for: IPAs, DIPAs"},{"Name":"Vermont Ale Yeast","Lab":"The Yeast Bay","Type":"Ale","Form":"Liquid","Temp":"68°F - 72°F","Attenuation":"78.5%","Flocculation":"Low","Notes":""},{"Name":"Wallonian Farmhouse","Lab":"The Yeast Bay","Type":"Ale","Form":"Liquid","Temp":"68°F - 78°F","Attenuation":"84.5%","Flocculation":"Medium","Notes":"Isolated from a unique farmhouse-style ale that hails from the Walloon region of Belgium, this yeast is one of the funkiest \"clean\" yeast we have in our stable. It imparts a slight earthy funk and tart character to the beer, and is a very mild producer of some slightly spicy and mildly smokey flavor compounds.\nThis yeast exhibits absurdly high attenuation, resulting in a practically bone-dry beer. If desired, we recommend controlling the dryness by adjusting the mash temperature or adding malts or adjuncts to the mash tun that will lend some body and residual sweetness to the beer.Best for: Farmhouse styles, experimental Belgian ales."},{"Name":"- Cooper Ale","Lab":"Coopers","Type":"Ale","Form":"Dry","Temp":"62°F - 72°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"General purpose dry ale yeast with a very good reputation. Produces significant fruity flavors. No phenolics. Clean, fruity finish.Best for: Most ales."},{"Name":"Y015 Blanche Ale Yeast","Lab":"Brewferm","Type":"Wheat","Form":"Dry","Temp":"64.4°F - 73.4°F","Attenuation":"73.0%","Flocculation":"Medium","Notes":"Top fermenting strain for Belgian witbier and wheats. Spicy and lightly phenolic.Best for: Wheat beer, Wit"},{"Name":"Y016 Lager Yeast","Lab":"Brewferm","Type":"Lager","Form":"Dry","Temp":"50°F - 59°F","Attenuation":"78.0%","Flocculation":"Medium","Notes":"A dry lager yeast with high attenuation. Ferments clean and malty.Best for: Lagers"},{"Name":"Belle Saison","Lab":"Danstar","Type":"Ale","Form":"Liquid","Temp":"64°F - 90°F","Attenuation":"82.5%","Flocculation":"Low","Notes":"Best for: Saisons and belgians"},{"Name":"Belle Saison","Lab":"Danstar","Type":"Ale","Form":"Dry","Temp":"63°F - 77°F","Attenuation":"80.0%","Flocculation":"Low","Notes":"Best for: Saison"},{"Name":"- London","Lab":"Danstar","Type":"Ale","Form":"Dry","Temp":"64°F - 70°F","Attenuation":"72.0%","Flocculation":"Medium","Notes":"Produces a clean, well balanced ale. Medium attenuation preserves some beer complexity.Best for: Well balanced British style ales."},{"Name":"- Manchester","Lab":"Danstar","Type":"Ale","Form":"Dry","Temp":"64°F - 70°F","Attenuation":"72.0%","Flocculation":"Medium","Notes":"Old english style ale yeast that produces a complex, woody, full bodied ale at warm temperature. Medium attenuation. Good dry yeast for many english styles.Best for: Complex, full bodied Porters, Stouts, Ales."},{"Name":"- Nottingham","Lab":"Danstar","Type":"Ale","Form":"Dry","Temp":"57°F - 70°F","Attenuation":"75.0%","Flocculation":"High","Notes":"Dry strain is highly flocculant and has high attenuation. Produces relatively few fruity esters for a dry yeast. Can be fermented at low temperature to produce lager-style beers.Best for: Good neutral ale yeast."},{"Name":"- Doric Ale","Lab":"Doric","Type":"Ale","Form":"Dry","Temp":"62°F - 72°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Good reputation. Reliable clean finish for a dry yeast.Best for: Ales"},{"Name":"- Edme Ale Yeast","Lab":"Edme","Type":"Ale","Form":"Dry","Temp":"62°F - 72°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Quick starting dry yeast with a good reputation. Produces some fruity ester. Highly attentive, so it will likely produce a slightly dry taste.Best for: Ales requiring high attenuation."},{"Name":"- Special Ale","Lab":"Glenbrew","Type":"Ale","Form":"Dry","Temp":"62°F - 72°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Highly attentive, clean finish dry yeast.Best for: All-malt beers."},{"Name":"- Diamond Lager","Lab":"Lallemand","Type":"Lager","Form":"Dry","Temp":"50°F - 59°F","Attenuation":"73.0%","Flocculation":"Medium","Notes":"Diamond Lager yeast originated in Germany and is used in a number of commercial breweries to produce various lagers.Best for: Lagers"},{"Name":"- Munuch","Lab":"Lallemand","Type":"Wheat","Form":"Dry","Temp":"65°F - 71°F","Attenuation":"70.0%","Flocculation":"Medium","Notes":"Danstar Munich Wheat Beer yeast originated in Bavaria, Germany, the home of many of the worldÃ¢â‚¬â„¢s great wheat beer breweries.Best for: Wheat beers"},{"Name":"- Nottingham Yeast","Lab":"Lallemand","Type":"Ale","Form":"Dry","Temp":"62°F - 72°F","Attenuation":"75.0%","Flocculation":"Very High","Notes":"High flocculation - settles quickly. Very good reputation as a fast starter and quick fermenter. Clean and only slightly fruity. Some nutty flavor in bottled version. Relatively high attenuation.Best for: Ales"},{"Name":"- Windsor Yeast","Lab":"Lallemand","Type":"Ale","Form":"Dry","Temp":"62°F - 72°F","Attenuation":"75.0%","Flocculation":"Very High","Notes":"Clean, well balanced finish. Yeast produces an estery ale with a slighly fresh yeast flavor. Not as quick as the Nottingham. Some bannana aroma.Best for: Ales"},{"Name":"71B-1122 Lalvin 71B-1122","Lab":"Lallemand - Lal","Type":"Wine","Form":"Dry","Temp":"59°F - 86°F","Attenuation":"75.0%","Flocculation":"High","Notes":"Rapid starter with constant and complete fermentation. Ability to metabolize high amounts (20-40%) of malic acid. Partial metabolism of malic acid helps soften the wine. May produce significant esters, making it a good choice for concentrates. Best for: Young wines such as nouveau, blush and sugar white."},{"Name":"D-47 Lalvin D-47","Lab":"Lallemand - Lal","Type":"Wine","Form":"Dry","Temp":"50°F - 86°F","Attenuation":"75.0%","Flocculation":"High","Notes":"Recommended for white variety wines such as Chardonnay and Rose as well as Mead. Low foaming, quick fermenting, forming a compact lees at the end of fermentation. Use yeast nutrients if making mead. Saccharomyces Cerevisiae.Best for: White wines such as Chardonnay and Rose. Also good for mead."},{"Name":"EC-1118 Lalvin EC-1118","Lab":"Lallemand - Lal","Type":"Wine","Form":"Dry","Temp":"45°F - 95°F","Attenuation":"75.0%","Flocculation":"High","Notes":"Low production of foam, volatile acid and H2S. Ferments over a wide temperature range. High alcohol tolerance, compact lees and good flocculation. Relatively neutral flavor and aroma.Best for: All types of wine and also cider."},{"Name":"K1V-1116 Lalvin - K1V-1116","Lab":"Lallemand - Lal","Type":"Wine","Form":"Dry","Temp":"59°F - 86°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Used for white grape varieties. Rapid starter with constant and complete fermentation. Capable of surviving difficult conditions such as low nutrient or high SO2 levels. Has low volatile action.Best for: Souvingnon Blanc, Chenin Blanc and Seyval."},{"Name":"RC 212 Lalvin RC 212 (Bourgovin)","Lab":"Lallemand - Lal","Type":"Wine","Form":"Dry","Temp":"59°F - 86°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"RC212 recommended for red variety wines and high gravity beers. Alcohol tolerance in the 12-14% range. Low foaming and moderate speed fermenting. Saccharomyces Cerevisiae.Best for: Red wines."},{"Name":"- Munton Fison Ale","Lab":"Munton-Fison","Type":"Ale","Form":"Dry","Temp":"62°F - 72°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Quick starting dry yeast. Produces some fuity esters. High attenuation produces clean finish.Best for: High attenuation yeast good for most ales."},{"Name":"- Pasteur Champagne","Lab":"Red Star","Type":"Champagne","Form":"Dry","Temp":"65°F - 73°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"High attenuation dry yeast. Good reputation. Good for Meads and other high gravity ales.Best for: Meads, Barleywines, Imperial Stouts and high gravity ales."},{"Name":"- Red Star Ale","Lab":"Red Star","Type":"Ale","Form":"Dry","Temp":"62°F - 72°F","Attenuation":"77.0%","Flocculation":"Medium","Notes":"Good general purpose dry yeast. Change to a different strain in recent years has improved overall quality.Best for: High attenuation ales with a dry clean taste."},{"Name":"CL-0010 American Microbrewery Ale #1","Lab":"Brewtek","Type":"Ale","Form":"Liquid","Temp":"56°F - 72°F","Attenuation":"74.5%","Flocculation":"Medium","Notes":"Smooth, clean, strong fermenting ale yeast that works well at cold temperature. Clean malt flavor is ideal for cream ales.Best for: American Ales, Cream Ales"},{"Name":"CL-0020 American Microbrewery Ale #2","Lab":"Brewtek","Type":"Ale","Form":"Liquid","Temp":"56°F - 72°F","Attenuation":"74.0%","Flocculation":"Medium","Notes":"Accentuated, rich, creamy malt profile. Generous amounts of diacytl. Use for low gravity beers where malt character is needed or stronger beers for a robust character.Best for: American ales"},{"Name":"CL-0050 California Pub Ale","Lab":"Brewtek","Type":"Ale","Form":"Liquid","Temp":"60°F - 70°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"For that classic U.S. small brewery flavor. CL-50 produces terrific American red & pale ale styles. While attenuation is normal, this yeast produces a big, soft, well rounded malt flavor that really lets caramel malt flavors shine.Best for: California and other American ales"},{"Name":"CL-0060 Noth-Eastern Micro Ale","Lab":"Brewtek","Type":"Ale","Form":"Liquid","Temp":"56°F - 72°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Malty, bready, yet clean malt character. Leaves hops flavor and aroma intact. Versitile yeast for many American styles.Best for: American Ales, Reds, Ambers"},{"Name":"CL-0110 British Microbrewery Ale","Lab":"Brewtek","Type":"Ale","Form":"Liquid","Temp":"62°F - 72°F","Attenuation":"74.0%","Flocculation":"Medium","Notes":"Complex oakey, and fruity ester profile. Slightly under-attenuated finish leaves some residual malt flavor. Suitable for low to medium gravity bitters and ales.Best for: English Bitters and Milds"},{"Name":"CL-0120 British Pale Ale #1","Lab":"Brewtek","Type":"Ale","Form":"Liquid","Temp":"62°F - 72°F","Attenuation":"76.0%","Flocculation":"Medium","Notes":"Bold, citrusy character which accentuates mineral and hop flavors. Distinct character of a classic Pale Ale.Best for: British Pale Ales and Bitters."},{"Name":"CL-0130 British Pale Ale #2","Lab":"Brewtek","Type":"Ale","Form":"Liquid","Temp":"62°F - 72°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Smooth, full bodied, well roundd ale yeast. Mild esters. Strong ferementer suitable for strong or spiced ales. Accentuates caramel and malt flavors.Best for: British Pale Ale, other British Ales"},{"Name":"CL-0150 British Real Ale","Lab":"Brewtek","Type":"Ale","Form":"Liquid","Temp":"62°F - 72°F","Attenuation":"68.0%","Flocculation":"Medium","Notes":"Great for real pub bitters. Has a complex, woody flavor and musty ester profile that characterizes real ale. Underattenuating to leave mild sweetness to the finish.Best for: Bitters and other English Ales"},{"Name":"CL-0160 British Draft Ale","Lab":"Brewtek","Type":"Ale","Form":"Liquid","Temp":"62°F - 72°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Full bodied, well rounded ale yeast with a touch of diacytl. Emphasizes malt character. Great for porters and bitters.Best for: Porters and Bitters."},{"Name":"CL-0170 Classic British Ale","Lab":"Brewtek","Type":"Ale","Form":"Liquid","Temp":"62°F - 72°F","Attenuation":"76.0%","Flocculation":"Medium","Notes":"Complex ale with British tones and fruit like esters. Works well in high gravity ales such as scottish heavy as well.Best for: Bitters, Porters, Scottish Heavy Ales."},{"Name":"CL-0200 Scottish Ale","Lab":"Brewtek","Type":"Ale","Form":"Liquid","Temp":"60°F - 68°F","Attenuation":"78.5%","Flocculation":"High","Notes":"Use for classic Scottish heavys, 90's- or strong ales. This yeast produces a soft, fruity malt profile with a subtle woody, oakey ester profile. A mild, mineral like dryness in the finish makes this a very complex strain.Best for: Scottish ales"},{"Name":"CL-0240 Irish Dry Stout","Lab":"Brewtek","Type":"Ale","Form":"Liquid","Temp":"62°F - 72°F","Attenuation":"77.0%","Flocculation":"Medium","Notes":"Top fermenting yeast which leaves a recognizable slightly woody character to Dry Stouts. Vinous almost lactic character that blends well with roast malts. High attenuation.Best for: Dry Stouts"},{"Name":"CL-0260 Canadian Ale","Lab":"Brewtek","Type":"Ale","Form":"Liquid","Temp":"62°F - 72°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Clean, strong fermenting, well attenuated ale yeast that leaves a pleasant, fruity, complex finish.Best for: Light Canadian Ales, Bitish Bitter, Pale Ale, Porters"},{"Name":"CL-0270 Australian Ale","Lab":"Brewtek","Type":"Ale","Form":"Liquid","Temp":"66°F - 76°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Produces a malty, bready, nutty character with a pleasant honey like finish. This yeast emphasizes malt nuances and is very forgiving in warmer fermentations for those who cannot ferment under controlled conditions. Best for: Australian styles"},{"Name":"CL-0300 Belgian Ale #1","Lab":"Brewtek","Type":"Ale","Form":"Liquid","Temp":"62°F - 72°F","Attenuation":"76.0%","Flocculation":"Medium","Notes":"Produces classic Belgian ale flavor. Robust, estery with notes of clove and fruit. Ferments well in high gravity worts.Best for: Belgian Ales, High gravity ales."},{"Name":"CL-0320 Belgian Ale #2","Lab":"Brewtek","Type":"Ale","Form":"Liquid","Temp":"62°F - 72°F","Attenuation":"75.0%","Flocculation":"Low","Notes":"Flanders style yeast. Strong fermenting yeast attenuates well and produces fruity, malty, estery malt profile. Slow to flocculate.Best for: Flanders style Belgian Ales, Belgian Brown, Fruit beers"},{"Name":"CL-0340 Belgian Ale #3","Lab":"Brewtek","Type":"Ale","Form":"Liquid","Temp":"62°F - 72°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Slightly more refined than CL-300. Produces the classic Trappist ale character with esters of spice and fruit. Mildly phenolic. Strong fermenting yeast.Best for: Belgian ales, Trappist Ales"},{"Name":"CL-0380 Saison","Lab":"Brewtek","Type":"Ale","Form":"Liquid","Temp":"62°F - 72°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Pleasant yeast blend. Leaves a smooth full character to the malt with mild, but pleasant esters and some apple pie spices.Best for: French or Belgian Ales and Grand Cru styles."},{"Name":"CL-0400 Old German Ale","Lab":"Brewtek","Type":"Ale","Form":"Liquid","Temp":"62°F - 72°F","Attenuation":"76.0%","Flocculation":"Medium","Notes":"Traditional Alt Bier flavor. Strong fermenter with a smooth, attenuated, mild flavor. Slightly dry, clean, quenching finish.Best for: Altbier, German ales, some Wheat beers."},{"Name":"CL-0450 Kolsch","Lab":"Brewtek","Type":"Ale","Form":"Liquid","Temp":"62°F - 72°F","Attenuation":"76.5%","Flocculation":"Medium","Notes":"Produces mild sulfer flavor which smooths with time to a clean attenuated flavor. Mineral and malt characters come through well. Clean, lightly yeasty flavor and aroma in the finish.Best for: German Kolsch"},{"Name":"CL-0600 Original Pilsner","Lab":"Brewtek","Type":"Lager","Form":"Liquid","Temp":"48°F - 58°F","Attenuation":"75.5%","Flocculation":"Medium","Notes":"Full bodied lager yeast with sweet, underattenuated finish. Subdued diacetyl character. Big malty palatte. Classic Pilsner finish and style.Best for: Classic Czech Pilsners"},{"Name":"CL-0620 American Megabrewery","Lab":"Brewtek","Type":"Lager","Form":"Liquid","Temp":"48°F - 58°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Smooth yeast with a slight fruity flavor. Lagers into a smooth, clean tasting beer. Use for light, clean lager styles with unobtrusive yeast character.Best for: Light, Clean American style lagers."},{"Name":"CL-0630 American Microbrewery Lager","Lab":"Brewtek","Type":"Lager","Form":"Liquid","Temp":"48°F - 58°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Strong fermenter. Leaves a clean, full flavored, malty finish. Slightly attenuative. Versatile for most lager styles with a clean full flavor.Best for: All lager styles"},{"Name":"CL-0650 Old Bavarian Lager","Lab":"Brewtek","Type":"Lager","Form":"Liquid","Temp":"48°F - 58°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Well rounded, malty with a subtle ester complex and citrus flavors. Distinct, flavorful yeast is great for Southern German lager styles.Best for: German lagers, Bock, Dunkel, Helles"},{"Name":"CL-0660 Northern German Lager","Lab":"Brewtek","Type":"Lager","Form":"Liquid","Temp":"48°F - 58°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Clean, crisp, traditional lager character. Strong fermenting and forgiving yeast. Excellent general purpose lager yeast.Best for: German pilsners, Mexican and Canadian Lagers"},{"Name":"CL-0670 Swiss Lager","Lab":"Brewtek","Type":"Lager","Form":"Liquid","Temp":"48°F - 54°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"A unique strain that has both a clean, crisp lager flavor and a soft, smooth maltiness. Perfect for European Pilsners. Like our CL-660 strain, this is an excellent all purpose Lager yeast for those wanting a fuller, rounder palate. Best for: European pilsners and lagers"},{"Name":"CL-0680 East European Lager","Lab":"Brewtek","Type":"Lager","Form":"Liquid","Temp":"48°F - 58°F","Attenuation":"76.5%","Flocculation":"Medium","Notes":"Smooth, rich, creamy character. Emphasizes big malt flavor and clean finish. Full but smooth malt character.Best for: Marzens, Oktoberfest"},{"Name":"CL-0690 California Esteem (Gold)","Lab":"Brewtek","Type":"Lager","Form":"Liquid","Temp":"48°F - 65°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Use for California Common Beers (aka Steam Beer). Leaves a slightly estery, well attenuated finish. Quite distinct in flavor. Can also be used for complex porters.Best for: California Common Beer, American or Robust porters"},{"Name":"CL-0900 Belgian Wheat","Lab":"Brewtek","Type":"Wheat","Form":"Liquid","Temp":"55°F - 68°F","Attenuation":"73.0%","Flocculation":"Medium","Notes":"Top fermenting yeast with a soft bread-like character. Leaves a sweet, mildly estery finish. Delicious Belgian character to any beer. Great in Wit style with coriander and bitter orange peel.Best for: Belgian Pils, Belgian Wit"},{"Name":"CL-0920 German Wheat BT","Lab":"Brewtek","Type":"Wheat","Form":"Liquid","Temp":"55°F - 68°F","Attenuation":"76.0%","Flocculation":"Medium","Notes":"Top fermenting Weizenbier yeast. Intensely spicy, clovey and phenolic. High attenuation.Best for: Weizen, Weizenbocks"},{"Name":"CL-0930 German Weiss","Lab":"Brewtek","Type":"Wheat","Form":"Liquid","Temp":"55°F - 68°F","Attenuation":"75.0%","Flocculation":"Medium","Notes":"Milder than German Wheat #1, this strain still produces the desired clove and phenol character, but to a lesser degree. Full, earthy character.Best for: Weiss, Weizen, other Southern German Wheat styles"},{"Name":"CL-0980 American White Ale","Lab":"Brewtek","Type":"Wheat","Form":"Liquid","Temp":"55°F - 68°F","Attenuation":"75.0%","Flocculation":"Low","Notes":"Smooth wheat yeast with a round, clean, malt flavor. Low flocculation leaves cloudy Hefe-Weizen finish. Smooth flavor makes a great unfiltered wheat beer.Best for: Hefe-Weizen, American Wheat"},{"Name":"CL-5200 Brettanomyces Lambicus","Lab":"Brewtek","Type":"Ale","Form":"Liquid","Temp":"48°F - 68°F","Attenuation":"73.0%","Flocculation":"Medium","Notes":"Wild yeast strain associated with Belgian breweries. Contributes horsey, old leather flavor complex to Belgian lambics. Slow growing yeast that takes weeks to ferment and months to develop fully.Best for: Belgian Lambic beers"},{"Name":"CL-5600 Pediococcus Damnosus","Lab":"Brewtek","Type":"Ale","Form":"Liquid","Temp":"48°F - 68°F","Attenuation":"73.0%","Flocculation":"Medium","Notes":"Slow growing bacteria used in secondary to create lactic acid flavor in Belgian lambics. Produces large amounts of lactic acid and diacytl. Prefers anaerobic conditions.Best for: Belgian Lambic beers"}]